{
    "fields": [
        {
            "name": "Ehon Hiroba",
            "value": "[Ehon Hiroba](https://ehon.alphapolis.co.jp/) is great for visual learners. The website itself is very bright and presentable. It's filled with tons of great stories that include Hiragana only or, stories with a little Kanji mixed in. I think this site will prove very useful for those looking to have some fun reading.",
            "inline": true
        },
        {
            "name": "「意外と知らない日本語」の本",
            "value": "[This book](https://ehon.alphapolis.co.jp/) collects words and kanji that are often misread or ambiguous, and introduces their correct usage and reading in a quiz format.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Toshiya Wakabayashi",
            "value": "A blessing for manga readers. This is a private website hosted by a mangaka called [Toshiya Wakabayashi](http://tsuredurechildren.com/%E3%81%94%E6%A1%88%E5%86%85/). You can read his works for free on it. definitely a hefty resource to have up your sleeve. Enjoy the large amount of stuff they have in their library.",
            "inline": true
        },
        {
            "name": "JPDrills",
            "value": "Use [JPDrills](http://www.jpdrills.com/) and master the JLPT with a practice resource that measures your online Japanese study whilst telling you what JLPT level you're at. Practice online with over 15,000 JLPT kanji, grammar, and vocab questions from all of N5, N4, N3, N2, and N1.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Usagi-chan",
            "value": "[Usagi-chan](https://www.csus.edu/indiv/s/sheaa/projects/genki/) is a website filled with resources for those studying with Genki. It contains the needed info to help you from Vocabulary to Kanji stroke order. This site could prove useful for those interested in learning from the Genki books.",
            "inline": true
        },
        {
            "name": "Chigai-allguide.com",
            "value": "[Link to site](https://chigai-allguide.com/), A website to learn differences between similar words. It has a decent amount of word comparisons. Many words from N3 level, or from daily life. The website is all in Japanese. There are also a bunch of mini blogs on the site so feel free to check them out.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "NHK News",
            "value": "[NHK's](https://www3.nhk.or.jp/news/easy/) news website with simplified Japanese. All kanjis have furigana on them. Good to practice reading in Japanese while also learning about the news. They are always putting resources in there so you will never run out of something to read.",
            "inline": true
        },
        {
            "name": "Japanese.IO",
            "value": "[Japanese.io](https://www.japanese.io/) is a site where you can read different types of literature based on difficulty level, pages, core audience, authors and even the time period in which it was written. It is a very handy tool as it not only helps you improve your Japanese, you can also get daily news feed in Japanese.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Hukumusume.com",
            "value": "[Hukumusume](http://hukumusume.com/douwa/0_6/0nen.html) is a great reading source for beginners. They have plenty of stories that you can check out that are mainly Hiragana only. Highly recommend checking it out if you have just learned the Kana’s.",
            "inline": true
        },
        {
            "name": "Minna no Nihongo Cd",
            "value": "Every lesson in [Minna no Nihongo](https://www.3anet.co.jp/np/resrcs/230020/) has a few questions with open answers. The recording asks you a question which you should either answer out loud or write down. This audio book is very good for those focusing on speaking and listening skills. ",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Minna no Nihongo Main Textbook",
            "value": "[Minna no Nihongo](https://www.scribd.com/doc/315372182/Minna-No-Nihongo-Main-Textbook-Book-pdf) focuses on developing basic conversation skills and is a great book for beginners. Inside this resource in the whole book pdf file so if you like learning from books give it a shot! There is also a helpful audio book that goes along with it in case you’re more of a listener.",
            "inline": true
        },
        {
            "name": "Genki 1 & 2 Workbook",
            "value": "The Genki series books are great for beginners. [Genki 1](https://drive.google.com/drive/folders/1wl4z9riF0J7btune9aPCyeiOiHTABUAo?usp=sharing) is said to cover all the information covering JLPT N5 whilst [Genki 2](https://drive.google.com/drive/folders/1Cnbv-vu5MgKw4t0NvDc06v-NsntaM8WA?usp=sharing) covers N4. The books show many examples and have fun practice questions you can do inside the workbook. Many people have recommended the series and think it's a great place to start.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Remembering the Kanji 1-3",
            "value": "[RTK](https://drive.google.com/drive/folders/1E7pr2_HNalcyhQGYZrGNx2gOv0UBXp2n?usp=sharing) is an excellent book for learning Kanji as it covers about 2200 jouyou Kanji. Inside the book you will find some examples along with the definition of each Kanji. This is a great resource to use with Anki which is a srs flashcard app.",
            "inline": true
        },
        {
            "name": "TOBIRA",
            "value": "[TOBIRA](https://drive.google.com/drive/folders/1TdtJ-xHuSBTal7dNcidq-8tfJjff8eRh?usp=sharing) is an intermediate Japanese textbook which develops language skills through various topics from geography and history of Japan to pop culture. The book uses multimedia and online resources to help reinforce this learning, with an open door to advanced studies.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Fluentu.com",
            "value": "[Fluentu](https://www.fluentu.com/?utm_source=google&utm_medium=cpc&utm_campaign=search_branded&utm_term=fluentu&utm_content=stick_with_authentic&gclid=Cj0KCQjwxb2XBhDBARIsAOjDZ35p1gkPd-pA4Ft9J5um6-hrFoG4WDYloNu8JYbDt0mgfraxtS94rB4aArEZEALw_wcB) is a site that mainly focuses on the speaking & listening aspects of the language. They use a lot of educational videos along with some great in-app built features like a dictionary and flashcard system.",
            "inline": true
        },
        {
            "name": "Tsunahiro",
            "value": "[Tsunahiro](https://tsunagarujp.bunka.go.jp/?lang_id=EN) is for foreign nationals living in Japan to learn the Japanese language in order to communicate in Japanese and be able to use it in daily life. Learning contents can be chosen based on your Japanese level, the situation that interests you, and keywords. Study and use Japanese to connect with society and broaden life’s possibilities.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Toucan",
            "value": "[Toucan](https://jointoucan.com/) is a browser extension that is designed to help you immerse more in your target language. It translates small amounts of texts into your target language while browsing the web. This is super convenient as you can just hover your cursor over the translated word and it will give you the definition.",
            "inline": true
        }
    ],
    "timestamp": "2022-08-07T19:00:00.000Z",
    "title": "Books & Exercises ",
    "description": "Here you will find all resources related to Books & Exercises. Hope they prove useful, feel free to check them out! ",
    "color": 5198940,
    "footer": {
        "text": "Please let us know if you have any suggestions"
    }
}
