{
    "fields": [
        {
            "name": "【素潜り漁師】マサル Masaru.",
            "value": "[マサル Masaru.](https://www.youtube.com/channel/UCtxx8JDiilyNt9DXPlvxwmw) is a spearfisherman who lives off the sea eating what he finds. This guy eats the most insane things I've ever seen in my life. He speaks Japanese in all of his videos and has English subtitles made by the youtuber himself. ",
            "inline": true
        },
        {
            "name": "Naoki Saito",
            "value": "[Naoki Saito](https://www.youtube.com/c/saito_naoki) is a YouTuber that mainly draws, gives art advice and teaches art techniques. Using this channel you could learn more Japanese, as there are subtitles. In addition you can learn techniques for drawing. His videos are usually a bit longer, so they are perfect for the more advanced learner.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Animelon",
            "value": "[Animelon](https://animelon.com/) is an anime streaming website where they have Japanese subtitles and a full script of the anime thats also in JP. They have tons of anime you can watch while using there cool tools like the pause and repeat button, which lets you hear and repeat any phrase in the anime. There's a lot more to this site so do check it out!",
            "inline": true
        },
        {
            "name": "テト字ス",
            "value": "[テト字ス](https://ec.nintendo.com/JP/ja/titles/70010000011591) is a game thats available for nitendo switch users and is a tetris game using Kanji. This could prove to be a fun way to learn and remember Kanji. ",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Japanese Ammo with Misa ",
            "value": "[Japanese Ammo with Misa](https://www.youtube.com/channel/UCBSyd8tXJoEJKIXfrwkPdbA) is a Japanese youtuber who teaches you useful Japanese phrases and more! There is a lot of good content in her videos and I think you guys should check it out. ",
            "inline": true
        },
        {
            "name": "Dogen",
            "value": "[Dogen](https://www.youtube.com/channel/UCSX0NhNdBA-ZnEFkYFzdw4A) is a YouTuber that creates typically short comedy skits and educational videos that often cover topics like phonetics in Japanese. Dogen makes the use of subtitles in his videos where he usually speaks in Japanese.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "もしもしゆうすけ",
            "value": "[もしもしゆうすけ](https://www.youtube.com/channel/UCcCeJ3pQYFgvfVuMxVRWhoA/about) is hands down one of the best Japanese youtubers I could find. His videos usually include him breaking down how to communicate in Japan when you're in a certain scenario, Whether it be going to mall or your local convience store. His videos are all in Japanese with English and JP subtitles. ",
            "inline": true
        },
        {
            "name": "Meshclass Japanese ",
            "value": "[Meshclass Japanese](https://www.youtube.com/channel/UCrOSvD4kmjTXzR7ov5zwT-A) is a learning channel that so far has helped me with some of the (imo) hardest grammar points in an extremely easy way, with simple examples, explanations and high quality captions in both english and japanese (other languages as well). ",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Ruri Ohama",
            "value": "[Ruri Ohama](https://www.youtube.com/c/RuriOhama) is a youtuber who speaks 4 languages and teaches about her process and what her efficient methods are for studying and keeping a healthy mentality. Shes kind of like a half vlog channel, half language learning/tutoring. If you're interested check her out! ",
            "inline": true
        },
        {
            "name": "That Japanese Man Yuta ",
            "value": "[That Japanese Man Yuta](https://www.youtube.com/c/ThatJapaneseManYuta/videos) is a youtuber who hosts interviews and teaches people fun and interesting Japanese phrases. Give his channel a look! ",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "あかね的日本語教室",
            "value": "[あかね的日本語教室](https://www.youtube.com/channel/UCh-GhnQ7qDQmS6Bz3pGc1Mw) is a youtuber who vlogs all of her experiences. She does food reviews as well as going to different prefectures and vloging her experiences as she goes. She is great at teaching many useful phrases that you can use when you're ready to travel to Japan!",
            "inline": true
        },
        {
            "name": "ポセイドン太郎",
            "value": "[ポセイドン太郎](https://www.youtube.com/channel/UCyraDtoOxv2vKAF2Lmug4vQ/featured) is a youtuber who does paper animations, they also show cooking tutorials. There is a lot of interesting content in here so come drop by their channel. ",
            "inline": true
        }
    ],
    "timestamp": "2022-08-08T13:00:00.000Z",
    "title": "Entertainment",
    "description": "Here you will resources that will entertain you! Hope you enjoy these Youtube channels and more, recommended by some of our members. ",
    "color": 5198940,
    "footer": {
        "text": "Please let us know if you have any suggestions"
    }
}
