{
    "fields": [
        {
            "name": "Realkana.com",
            "value": "[Realkana.com](https://realkana.com/) is a very useful site for learning Kana that has been praised a lot by learners. It helps you memorize those pesky little symbols by making the process interactive and enjoyable. Simply select the Kana group you’re targeting and enjoy. Realkana is now available as an app for mobile users. \n",
            "inline": true
        },
        {
            "name": "Remembering the Kana part 1 & 2 pdf",
            "value": "[Remembering the Kana](https://drive.google.com/drive/folders/1u554a0wsSSV298dwaDCnYlIyL9bjuoXy?usp=sharing) is a great book with the purpose of teaching yourself how to read and write the two Japanese syllabaries, Hiragana and Katakana. This book does go into detail so it is nice and highly recommended to check out.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Video on how to write Hiragana characters",
            "value": "[Link to Video](https://www.youtube.com/watch?v=91pEhi5Lcpo): in this video by Youtuber (Japanese Calligrapher Takumi) he shows you how to handwrite Hiragana with utter perfection. This is a great video to watch for those who are visual learners.",
            "inline": true
        },
        {
            "name": "Video on how to write Katakana characters",
            "value": "[Link to Video](https://www.youtube.com/watch?v=rf-n_qI2occ): in this video by Youtuber (Japanese Calligrapher Takumi) he shows you how to handwrite and pronounce Katakana with utter perfection.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Hiragana and Katakana slide show",
            "value": "[Link to slide show](https://docs.google.com/presentation/d/1sfAwHzJyuwQ5CINKYnAv9DkvL7gKS6rkmZXxi-sacm0/edit?usp=sharing): this little slideshow is a very nice and simple way to learn both Hiragana and Katakana. It shows stroke order and tells you ways to start studying through the presentation.",
            "inline": true
        },
        {
            "name": "Hiragana song",
            "value": "[Link to song](https://www.youtube.com/watch?v=8IpHIUxhdaI): in this short song you can learn how the Hiragana characters are pronounced while having fun singing! This is a great exercise and highly recommended for you to check out.",
            "inline": true
        },
        {
            "name": "",
            "value": "",
            "inline": false
        },
        {
            "name": "Fujitsu",
            "value": "[Fujitsu](https://azby.fmworld.net/usage/beginners_guide/romaji/?supfrom=menu) is a site for learning the kana, it may be a bit difficult for beginners to understand, it is all in Japanese other than the image they include. The image does convert Romaji into kana which is nice though. Give it a shot and see if it works! ",
            "inline": true
        },
        {
            "name": "Hiragana and Katakana sheet with romaji",
            "value": "[Hiragana sheet](https://cdn.discordapp.com/attachments/1005651056262381669/1006042231834169464/Hiragana) and [Katakana sheet](https://cdn.discordapp.com/attachments/1005651056262381669/1006042871591358494/Katakana)",
            "inline": true
        }
    ],
    "timestamp": "2022-08-07T19:00:00.000Z",
    "title": "Kana (Hiragana & Katakana) ",
    "description": "Here in this channel you will find all resources related to studying Kana!\n​​",
    "color": 5198940,
    "footer": {
        "text": "Please let us know if you have any suggestions! "
    }
}
